export default {
 rule: `§lTN Serverでのルール§r
[2022/01/10更新]
公式Discordの利用及びTN Serverで遊ぶには、以下のルールを守らなくてはいけません

§l禁止事項§r
・暴言、誹謗中傷、スパムなど他人に迷惑をかける行為
・BOTコマンドの連投
・外部クライアント、外部ツールの使用
・接続している他のプレイヤーに対して負荷をかけるあらゆる行為
・他者の名前(ID)でログインするなどのなりすまし行為
・不具合、バグ等を悪用した不正行為や立入禁止区域に入る(入ろうとする)行為
・運営に催促等をする行為
(次回の開放予定を聞くことも含む)
・指定された場所以外での宣伝
(他鯖への誘導や引き抜きも含む)
・他者がルール違反をしていることを知っているにも関わらずそれを運営に隠す行為
・人種、性別、宗教、信条、門地、同性愛の嫌悪や差別など他者への侮辱に値するあらゆる行為
・その他運営が処罰に値すると判断する行為

§lサーバーで遊ぶ際の注意§r
・上から凹凸のないように綺麗に整地しましょう。下から掘らないでください。
・アイテムの譲渡、交換は運営に許可された場合を除いて禁止です
・サーバー内, Discordのチャットでの不適切な発言はミュートまたはKickの対象になります

・BANの解除申請は受け付けていますが、運営が解除できると判断した場合のみBAN状態が解除されます。
解除が行えないと判断した場合は理由は一切答えないものとします。

これらに違反する行為を見かけた場合はDiscordの #ルール違反報告 #荒らし報告 チャンネルに報告をお願いします`,

  about: `§lTN Seichi Server (第4期)

§bOwner§r: tutinoko2048 (RetoRuto9900K)

Discord: https://discord.gg/tnserver

鯖機: iPhone12
サブ機: iPadAir 3rd

=== §l§e運営紹介§r ===
各OPからの自己紹介を置いときます。

§l§aつちのこ (tutinoko2048)§r
さばぬしです。
アドオン書いたりBOT作ったりしてます。お豆腐建築ができます

§l§aカミヤスリ (sand paper52)§r
アドオンとリソパ開発しながら代理開放してるやべーの。
つよいことば使ったりテキトーに発言するときがあるから間に受けないでね。

§l§aおおみそか (Oomisoka)§r
建築とその他もろもろしてます。
コマンドそこそこアスレそこそこ
イースターエッグだいすき

§l§aれーまり (ReimariDarkness)§r
建築とコマンドはド初心者。整地と人望でopを勝ち取った。多分いつかやらかしてop外されます。

§l§aにあ (Nia1151)§r
整地とアスレが好き
jsべんつよ中

§l§aひめねこ (HINEMEKO29)§r
整地が出来る猫。opとしての仕事は監視くらいしかしてない。忙しくてあまり居ないかも。

§l§aそふと (softgames608)§r
建築とコマンドがちょっとしかできない。
アドオンとかgametestはできない。
活躍の余地は無い。
監視くらいなら出来る。

§l§aかずここ (cocokaz1218)§r
建築とコマンドがそこそこできる。
建築役として雇われたが、今となってはほぼ幽霊運営。
多分一ヶ月後くらいにop外されてます。

`,

  help: `・テレポーターの使い方
テレポート機能を使うには場所の登録が必要らしい。
各テレポート地点にあるエンドポータルをタップ/クリックしてみよう

・自然資源スキルの使い方
スキルを使うにはパクセルのアップグレードが必要らしい。
まずはShopに行ってアップグレードしてみよう。
範囲破壊エンチャントが付いたらTN PhoneのSkillから使いたいスキルを購入しよう`
}
